# IdeaStatiCa.RcsApi.Model.RcsSectionResultDetailed

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**Id** | **int** |  | [optional]
**SectionResult** | **SectionConcreteCheckResult** |  | [optional]
**Issues** | **List&lt;NonConformityIssue&gt;** |  | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)